{
  "title": "补明史·王用宾传（附父懋 侄孙绍先绍禹）",
  "subject": "补明史",
  "author": "",
  "date": "",
  "content": "补明史·王用宾传（附父懋 侄孙绍先绍禹）\n\n\n\n王用宾，字允兴，陕西咸宁人。\n\n父懋，字昭大，正德十二年进士，授行人。以谏武宗南巡，降国子监学正，丁父忧归。世宗立，复原官。嘉靖三年正月，升山东道御史，巡视南城。编修王思以大礼议杖死，疏乞赠恤，远谪高县典史，调万全县。七年，升长垣知县，有治绩，入名宦。九年，同知池州，历任南京户部山西司员外郎、刑部河南司郎中，丁母忧归。十四年服阙，补山东司，升怀庆知府，寻引疾致仕。十七年三月卒，年六十一。念子用宾讲读劳，诏祭一坛。\n\n用宾弱冠举正德十六年进士，改庶吉士，丁母忧归。服阙，授编修。嘉靖六年正月，与纂《明伦大典》。七年事毕，晋修撰。以经筵讲官侍讲，容正恭慎，词语温雅。八年同校礼闱，十一年与侍讲廖道南典武举。十五年九月，校录《列圣宝训实录》成，升右谕德。丁父忧归。服阙，复原官。在馆阁二十余年，犹为宫谕，于仕进淡然。二十三年八月，升南京国子监祭酒，旋改北监。整饬士习，以德礼化之，监规肃然。二十五年，升少詹事，兼侍读学士。二十六年八月，吏部左侍郎有缺，会推右侍郎崔桐及少詹事黄佐。佐前因河套事与首辅夏言有隙，御史艾朴徇言意劾之，语在《黄佐传》。而用宾竟以佐同官误及，上令俱致仕。翰林学士张治泣曰：“指让为争，与指鹿为马何以异哉！”二十八年十一月，荐起原职，次年三月充殿试读卷官，升礼部右侍郎，寻转左。庚戌之变，与锦衣都督陆炳守皇城四门。丁继母忧归。三十二年服阙，以原官教习庶常，寻改吏部左，摄尚书事。初，安庆推官郭来朝捧万寿圣节表入京，忽称疾归。会闻行取之报，乃就道。巡按御史闾东等劾来朝无礼，并数其任内贪暴状，用宾与尚书李默、右侍郎葛守礼具疏引罪，夺用宾、守礼俸二月。时武选郎杨继盛疏劾首辅严嵩，用宾私言嵩曰：“继盛狂直，然以相臣获罪，恐贻天下口实。”嵩疑其异己，由是衔之。三十三年三月，迁礼部尚书，入直西内，进太子少保，兼翰林学士。裕王在潜邸诞嗣，用宾独拟称皇孙，世宗是之。孝烈皇后久未祔庙，用宾主祔议，亦称旨。三十五年二月，通政使赵文华构陷吏部尚书李默，诏礼部会官议罪。嵩欲深文，语用宾以风旨，用宾曰：“李、赵曲直，已有公论，今枉之，公论何在？”嵩不悦。用宾竟从宽拟默为民，嵩益忌之。未几，出为南京吏部尚书，兼翰林学士，南都兼学士自用宾始，盖优礼儒臣之典也。丁巳南察，倚重侍郎尹台，黜陟明允。居南京九年，以博大简重表率，诸司翕然化之。秩满，加太子太保，入觐途中遘疾，乞致仕，诏许，命驰驿归。用宾以谨厚称，学识纯正，行履端方，风采为士林瞻望，家居亦不以贵自异，接士庶无倦，乡人称焉。万历七年七月以疾卒，年七十九。八年二月，赐祭葬。三十七年，赠少保，荫曾孙总衡入监。用宾胞弟用贤，以贡生任阳武知县。用贤子昌功，字元谦，缘妻族籍为三原诸生。昌功长子绍先。\n\n绍先，字伯生，性狷介。万历十一年进士，授工部都水司主事。十二年六月，同太监崔卿往卫辉建潞王第，省银三十万两。十四年八月，疏奏“陈留、永城各县丞领银买木之数，各有短少，皆恃太监崔卿主之”。上着抚按查核具奏。词连共事二三郡丞，遂贿买起结事。十六年八月，工科都常居敬劾绍先“应缴关防，久留私寓”，下绍先镇抚司打问，谪山东运判，致仕。以科道、吏部荐，起两淮运判。二十一年，调户部主事，管昌平粮储，劾提督守监刘恺漏脱冒支，又与恺互疏抗辩，二十四年再贬添注代州同知。三十四年，荐起靖州知州。三十五年，升南京刑部广东司员外郎，偕弟绍徽与纂《陕西通志》。历迁广西司郎中，以疾卒。绍先胞弟绍翰，万历三十七年举人，天启初官郏县知县。绍翰胞弟绍徽，自有传。绍徽异母弟绍禹。\n\n绍禹，万历四十六年武举，登武进士。天启五年八月，授宁夏兴武营游击。六年闰六月，升甘肃大靖、庄凉参将。崇祯中历升副总兵，守偏关老营。十二年十月，升署都督佥事总兵官，镇守河南。十三年八月，与监军道万年策、孔贞会等从平贼将军左良玉遣招抚王光恩。九月，遣游击高谦击郏县盗李际遇等，斩两千余级。十二月，郏县土贼杨同锦等起，与副总兵刘国能剿平之。绍禹贪而无厌，好断军士缣谷以自肥。十四年正月，李自成兵抵洛阳，绍禹以辎重繁多，坚请入城，又收福王犒师三千金入私橐，遂有亲兵通敌而执参政王胤昌、陷福藩事，事见《福恭王常洵传》。绍禹跳城走。后逮至京，五月磔死，籍其家，戍胞兄监生绍舜于大同。\n\n2025年12月27日15:00\n\n\n\n参考资料\n\n《明世宗实录》《明神宗实录》《明熹宗实录》《明清史料·乙编》\n\n《万历十一年癸未科进士同年序齿便览》\n\n鲍宪等《(万历)长垣县志》\n\n黄家鼎等《(康熙)咸宁县志》\n\n胡直《大宗伯尹洞翁先生行状》（引自尹台《洞麓堂集》）\n\n金世纯等《(乾隆)郏县志》\n\n黎民表《泰泉先生黄公行状》（引自黄佐《泰泉集》）\n\n刘于义等《(雍正)陕西通志》\n\n彭孙贻《流寇志》\n\n瞿景淳《送南京吏部尚书三渠王公考绩序》（引自瞿景淳《瞿文懿公集》）\n\n孙升《南太宰王公考绩序》（引自孙升《孙文恪公集》）\n\n汤宾尹《封文林郎户科右给事中桂园王公暨配孺人秦母墓志铭》（引自汤宾尹《睡庵文稿》）\n\n谈迁《国榷》\n\n仝廷举《忠愍李先生传》（引自金世纯等《(乾隆)郏县志》）\n\n王鹤《光禄大夫太子太保南京吏部尚书兼翰林院学士三渠王公行状》（引自王用宾《三渠先生集》）\n\n王世贞《弇山堂别集》\n\n吴伟业《绥寇纪略》\n\n王用宾《封中宪大夫先考府君暨先妣赠恭人张氏封恭人李氏圹述》（引自王用宾《三渠先生集》）",
  "notes": [],
  "wordCount": 1797,
  "sourceFile": "补明史·王用宾传（附父懋 侄孙绍先绍禹）改2.docx",
  "updatedAt": "2025-12-31T02:56:48.738Z"
}